Repository: AisteaTypo3/ais_career
Catalog: Resources/Private/Language/locallang_flexforms.*.xlf
Languages: de

# joblist.itemsPerPage
source: Items per page
de: Einträge pro Seite

# joblist.sheetGeneral
source: General
de: Allgemein

# joblist.sheetFilters
source: Filters
de: Filter

# joblist.detailPid
source: Detail page UID
de: Detailseiten-UID

# joblist.listPid
source: List page UID
de: Listenseiten-UID

# joblist.mapEnabled
source: Enable world map
de: Weltkarte aktivieren

# joblist.jobAlertPagePid
source: Job alert page
de: Job-Alert-Seite

# joblist.enableFilters
source: Enable filters
de: Filter aktivieren

# joblist.filterCountry
source: Filter: Country
de: Filter: Land

# joblist.filterDepartment
source: Filter: Department
de: Filter: Abteilung

# joblist.filterContractType
source: Filter: Contract type
de: Filter: Vertragsart

# joblist.filterRemotePossible
source: Filter: Remote possible
de: Filter: Remote möglich

# joblist.filterCategory
source: Filter: Category
de: Filter: Kategorie

# jobdetail.applicationEnabled
source: Enable application form
de: Bewerbungsformular aktivieren

# jobdetail.sheetGeneral
source: General
de: Allgemein

# jobdetail.applicationSave
source: Save application in database
de: Bewerbung in Datenbank speichern

# jobdetail.applicationDoubleOptInEnabled
source: Enable double opt-in for applications
de: Double-Opt-in für Bewerbungen aktivieren

# jobdetail.applicationToEmail
source: Application recipient email
de: Empfänger-E-Mail

# jobdetail.applicationFromEmail
source: Application sender email
de: Absender-E-Mail

# jobdetail.allowedExtensions
source: Allowed extensions
de: Erlaubte Dateiendungen

# jobdetail.maxUploadSizeMB
source: Max upload size (MB)
de: Maximale Uploadgröße (MB)

# jobdetail.maxTotalUploadSizeMB
source: Max total upload size (MB)
de: Maximale Gesamt‑Uploadgröße (MB)

# jobdetail.privacyPageUid
source: Privacy page UID
de: Datenschutzseiten-UID

# jobdetail.listPid
source: List page UID
de: Listenseiten-UID

# jobdetail.contactDefaultName
source: Default contact name
de: Standard-Kontaktname

# jobdetail.contactDefaultTitle
source: Default contact title
de: Standard-Kontakttitel

# jobdetail.contactDefaultPhone
source: Default contact phone
de: Standard-Kontakttelefon

# jobdetail.contactDefaultEmail
source: Default contact email
de: Standard-Kontakt-E-Mail

# jobdetail.contactDefaultImage
source: Default contact image
de: Standard-Kontaktbild

# jobdetail.shareEnableCopy
source: Share: Enable copy link
de: Share: Link kopieren aktivieren

# jobdetail.shareEnableEmail
source: Share: Enable email
de: Share: E-Mail aktivieren

# jobdetail.shareEnableLinkedin
source: Share: Enable LinkedIn
de: Share: LinkedIn aktivieren

# jobdetail.shareEnableWhatsapp
source: Share: Enable WhatsApp
de: Share: WhatsApp aktivieren

# jobdetail.shareEnableX
source: Share: Enable X
de: Share: X aktivieren

# jobdetail.jobAlertPagePid
source: Job alert page
de: Job-Alert-Seite

# jobalert.sheetGeneral
source: General
de: Allgemein

# jobalert.listPid
source: Job list page
de: Joblisten-Seite

# jobalert.jobAlertStoragePid
source: Storage page for subscribers
de: Speicherseite für Abonnent:innen

# jobalert.privacyPageUid
source: Privacy page
de: Datenschutzseite

# jobalert.jobAlertFromEmail
source: Sender email
de: Absender-E-Mail

# jobalert.jobAlertFromName
source: Sender name
de: Absendername

# jobalert.jobAlertRateLimit
source: Rate limit (requests per window)
de: Rate Limit (Anfragen pro Fenster)

# jobalert.jobAlertRateWindowSeconds
source: Rate limit window (seconds)
de: Rate-Limit-Fenster (Sekunden)

# jobalert.jobAlertRequireHeaders
source: Require browser headers
de: Browser-Header erzwingen

# jobalert.jobAlertBotMinSeconds
source: Min form age (seconds)
de: Minimales Formularalter (Sekunden)

# jobalert.jobAlertBotMaxSeconds
source: Max form age (seconds)
de: Maximales Formularalter (Sekunden)
